{
  "tgt_word2id": {
    "": 11,
    "were": 32,
    "mirror": 33,
    "that": 34,
    "partly": 115,
    "Driving": 36,
    "Chris.": 37,
    "every": 38,
    "rear-view": 39,
    "was": 41,
    "--": 8,
    "want": 42,
    "Nashville": 117,
    "yourselves": 45,
    "extremely": 46,
    "boots": 47,
    "sudden": 48,
    "come": 49,
    "bit": 50,
    "50": 52,
    "hit": 53,
    "a": 6,
    "position.": 54,
    "tell": 55,
    "flew": 56,
    "Nashville.": 72,
    "our": 77,
    "farm": 64,
    "we": 18,
    "airplane!": 59,
    "of": 9,
    "I'll": 60,
    "Now": 61,
    "is": 62,
    "sounds": 63,
    "my": 19,
    "it's": 105,
    "in": 12,
    "<unk>": 3,
    "motorcade": 66,
    "that.": 67,
    "home": 68,
    "It's": 43,
    "House": 85,
    "one": 71,
    "stage": 57,
    "it": 20,
    "years.": 73,
    "much,": 74,
    "nice": 51,
    "for": 13,
    "</s>": 2,
    "Soon": 97,
    "opportunity": 111,
    "<s>": 1,
    "take": 76,
    "this": 14,
    "<pad>": 0,
    "blown": 123,
    "you,": 40,
    "the": 7,
    "I'm": 58,
    "left": 44,
    "Put": 131,
    "Air": 79,
    "driving": 118,
    "know": 82,
    "Force": 128,
    "after": 83,
    "truly": 84,
    "looked": 70,
    "to": 4,
    "other": 86,
    "comments": 108,
    "and": 15,
    "about": 88,
    "illustrate": 89,
    "sob)": 17,
    "Two": 90,
    "because": 91,
    "little": 25,
    "many": 92,
    "I": 5,
    "White": 94,
    "me.": 30,
    "by": 95,
    "get": 96,
    "night.": 98,
    "that's": 99,
    "just": 100,
    "thing": 102,
    "story": 23,
    "thank": 129,
    "back": 104,
    "(Mock": 31,
    "all": 26,
    "so": 106,
    "been": 28,
    "twice;": 78,
    "grateful.": 87,
    "eight": 127,
    "sincerely,": 121,
    "conference,": 110,
    "what": 27,
    "there.": 112,
    "an": 113,
    "great": 93,
    "quick": 107,
    "had": 35,
    "true": 116,
    "east": 80,
    "say": 29,
    "miles": 101,
    "off": 119,
    "like": 21,
    "Thank": 69,
    "And": 22,
    "have": 10,
    "away": 81,
    "but": 122,
    "on": 24,
    "true.": 75,
    "honor": 124,
    "ourselves.": 125,
    "Tipper": 126,
    "from": 109,
    "you": 16,
    "need": 120,
    "shoes": 65,
    "There": 103,
    "no": 130,
    "or": 114
  },
  "src_word2id": {
    "": 10,
    "tener": 26,
    "verdad": 27,
    "para": 8,
    "aos.": 28,
    "repente": 29,
    "ha": 30,
    "eso": 31,
    "sido": 32,
    "zapatos": 33,
    "Ahora": 34,
    "mis": 35,
    "conmovido": 36,
    "--": 4,
    "cosa": 87,
    "retrovisor": 53,
    "una": 12,
    "suena": 39,
    "vez.": 40,
    "historia": 18,
    "cada": 42,
    "oportunidad": 43,
    "en": 7,
    "conferencia,": 45,
    "acerca": 46,
    "ustedes,": 88,
    "digo": 48,
    "necesito!": 49,
    "pero": 50,
    "50": 51,
    "decir": 52,
    "a": 9,
    "casa": 54,
    "todos": 55,
    "<pad>": 0,
    "porque": 57,
    "la": 11,
    "despus": 58,
    "simplemente": 59,
    "conduciendo": 37,
    "agradecer": 60,
    "Pnganse": 61,
    "Les": 62,
    "venir": 63,
    "<unk>": 3,
    "haba": 64,
    "Poco": 65,
    "nuestra": 66,
    "quedado": 67,
    "dir": 68,
    "atrs.": 56,
    "pequea": 69,
    "extremadamente": 70,
    "Chris.": 71,
    "ustedes": 72,
    "</s>": 2,
    "tengo": 73,
    "avin!": 82,
    "Es": 75,
    "mir": 76,
    "verdadera": 110,
    "mismos.": 77,
    "cualquier": 78,
    "No": 79,
    "esta": 127,
    "Casa": 81,
    "Y": 16,
    "otra": 74,
    "Vol": 83,
    "o": 84,
    "golpe.": 85,
    "quitarme": 86,
    "por": 14,
    "es": 17,
    "He": 89,
    "escenario": 102,
    "<s>": 1,
    "mi": 116,
    "estbamos": 38,
    "posicin!": 90,
    "S": 91,
    "ocho": 93,
    "comentarios": 41,
    "millas": 94,
    "fingidos)": 19,
    "sinceramente,": 95,
    "verdad.": 44,
    "como": 97,
    "dejamos": 98,
    "honor": 124,
    "avin": 123,
    "tena": 100,
    "agradecido.": 101,
    "rpida": 47,
    "lo": 15,
    "gracias": 103,
    "al": 104,
    "all": 105,
    "Blanca": 106,
    "deseo": 107,
    "este": 20,
    "botas": 108,
    "vicepresidencial": 109,
    "y": 13,
    "noche.": 111,
    "m.": 112,
    "un": 21,
    "el": 22,
    "segunda": 113,
    "vehculos": 114,
    "Muchas": 115,
    "Nashville": 23,
    "esto": 92,
    "parte": 24,
    "yo": 117,
    "ilustrar": 118,
    "caravana": 119,
    "viajando": 120,
    "sus": 121,
    "desde": 122,
    "de": 5,
    "(Sollozos": 25,
    "gran": 96,
    "amables": 99,
    "me": 125,
    "Tipper": 126,
    "que": 6,
    "subirme": 80,
    "Estoy": 128,
    "granja": 129,
    "tenemos": 130,
    "nosotros": 131
  }
}